[S_Avenger_AI_Power_Red AkEvent]
SpokenText="Максимальне споживання енергії."

[S_Avenger_Attack_ShipAI_01_Setup_Phase AkEvent]
SpokenText="АКТИВОВАНО РЕЗЕРВНЕ ЖИВЛЕННЯ."

[S_AvengerAI_Advanced_Warfare_Center_construction_initiated AkEvent]
SpokenText="Розпочато будівництво Центру військових технологій."

[S_AvengerAI_Advanced_Warfare_Center_now_operational AkEvent]
SpokenText="Центр військових технологій готовий до роботи."

[S_AvengerAI_Advanced_Warfare_Center_upgraded AkEvent]
SpokenText="Центр військових технологій модернізовано."

[S_AvengerAI_CommanderSummons_Armory AkEvent]
SpokenText="Командире, вас викликають до арсеналу."

[S_AvengerAI_CommanderSummons_Bridge AkEvent]
SpokenText="Командире, пройдіть на місток."

[S_AvengerAI_CommanderSummons_CrewQuarters AkEvent]
SpokenText="Командире, пройдіть до житлового відсіку."

[S_AvengerAI_CommanderSummons_Engineering AkEvent]
SpokenText="Командире, пройдіть до інженерного відсіку."

[S_AvengerAI_CommanderSummons_FlightDeck AkEvent]
SpokenText="Командире, пройдіть на палубу."

[S_AvengerAI_CommanderSummons_Hangar AkEvent]
SpokenText="Командире, вас чекають в ангарі."

[S_AvengerAI_CommanderSummons_Ops AkEvent]
SpokenText="Командире, вас чекають в операційній залі."

[S_AvengerAI_CommanderSummons_ResearchLab AkEvent]
SpokenText="Командире, пройдіть до лабораторії."

[S_AvengerAI_CommanderSummons_ShadowChamber AkEvent]
SpokenText="Командире, пройдіть до 'Зали Тіней'."

[S_AvengerAI_FacilityCompletion_Laboratory AkEvent]
SpokenText="Лабораторія готова."

[S_AvengerAI_FacilityCompletion_ProvingGrounds AkEvent]
SpokenText="Зона випробувань готова."

[S_AvengerAI_FacilityCompletion_PsiLab AkEvent]
SpokenText="Псі-лабораторія готова."

[S_AvengerAI_FacilityCompletion_ResistanceComm AkEvent]
SpokenText="Станція зв'язку з Опором готова."

[S_AvengerAI_FacilityCompletion_SecurityStation AkEvent]
SpokenText="Пост охорони готовий."

[S_AvengerAI_FacilityCompletion_TacticsSchool AkEvent]
SpokenText="Школа тактики готова."

[S_AvengerAI_FacilityCompletion_UFODefenseArray AkEvent]
SpokenText="Станція ППО готова."

[S_AvengerAI_FacilityCompletion_Workshop AkEvent]
SpokenText="Майстерня готова."

[S_AvengerAI_FacilityUpgrade_DefenseArray AkEvent]
SpokenText="Станція ППО модернізована."

[S_AvengerAI_FacilityUpgrade_Labratory AkEvent]
SpokenText="Лабораторія модернізована."

[S_AvengerAI_FacilityUpgrade_PsiLab AkEvent]
SpokenText="Псі-лабораторія модернізована."

[S_AvengerAI_FacilityUpgrade_ResistanceComm AkEvent]
SpokenText="Станція зв'язку з Опором модернізована."

[S_AvengerAI_FacilityUpgrade_SecurityStation AkEvent]
SpokenText="Пост охорони модернізований."

[S_AvengerAI_FacilityUpgrade_TacticsSchool AkEvent]
SpokenText="Школа тактики модернізована."

[S_AvengerAI_FacilityUpgrade_Workshop AkEvent]
SpokenText="Майстерня модернізована."

[S_AvengerAI_MissionLocated AkEvent]
SpokenText="Доступне тактичне завдання."

[S_AvengerAI_Nag_BuildDefense AkEvent]
SpokenText="Розпочато будівництво станції ППО."

[S_AvengerAI_Nag_BuildEngineControl AkEvent]
SpokenText="Розпочато будівництво центру управління двигуном."

[S_AvengerAI_Nag_BuildInfirmary AkEvent]
SpokenText="Розпочато будівництво госпіталю."

[S_AvengerAI_Nag_BuildLab AkEvent]
SpokenText="Розпочато будівництво лабораторії."

[S_AvengerAI_Nag_BuildPsiLab AkEvent]
SpokenText="Розпочато будівництво псі-лабораторії."

[S_AvengerAI_Nag_BuildRepair AkEvent]
SpokenText="Розпочато будівництво ремонтного центру."

[S_AvengerAI_Nag_BuildSecurity AkEvent]
SpokenText="Розпочато будівництво посту охорони."

[S_AvengerAI_Nag_BuildWorkshop AkEvent]
SpokenText="Розпочато будівництво майстерні."

[S_AvengerAI_Nag_EquipMedkit_S AkEvent]
SpokenText="Командире, не забудьте взяти на завдання нові медпакети."

[S_AvengerAI_Nag_IncTransmission AkEvent]
SpokenText="Вхідне повідомлення."

[S_AvengerAI_Nag_NewSchematic AkEvent]
SpokenText="Доступний новий кресленик."

[S_AvengerAI_Nag_ProvingGrounds AkEvent]
SpokenText="Розпочато будівництво зони випробувань."

[S_AvengerAI_Nag_ResistanceComm AkEvent]
SpokenText="Розпочато будівництво станції зв'язку з Опором."

[S_AvengerAI_Nag_ResistanceOpsActive AkEvent]
SpokenText="Операції Опору активні."

[S_AvengerAI_Nag_ShadowChamber AkEvent]
SpokenText="Розпочато будівництво 'Зали Тіней'."

[S_AvengerAI_Nag_TacticsSchool AkEvent]
SpokenText="Розпочато будівництво школи тактики."

[S_AvengerAI_ObjectiveAdded AkEvent]
SpokenText="Отримано нову задачу."

[S_AvengerAI_ObjectiveComplete AkEvent]
SpokenText="Задача виконана."

[S_AvengerAI_ObjectivesAdded AkEvent]
SpokenText="Отримано нові задачі."

[S_AvengerAI_PersonnelAvailable AkEvent]
SpokenText="Доступний новий персонал."

[S_AvengerAI_Power_Relay_construction_initiated AkEvent]
SpokenText="Розпочато будівництво реле живлення."

[S_AvengerAI_Power_Relay_now_operational AkEvent]
SpokenText="Реле живлення готове."

[S_AvengerAI_Power_Relay_upgraded AkEvent]
SpokenText="Реле живлення модернізоване."

[S_AvengerAI_ResourceLocated AkEvent]
SpokenText="Виявлено стратегічні ресурси."

[S_AvengerAI_SetACourse AkEvent]
SpokenText="«Месник» прокладає новий курс."

[S_AvengerAI_Shadow_Chamber_Upgraded AkEvent]
SpokenText="«Зал Тіней» модернізована."

[S_AvengerAI_ShadowChamber_Complete AkEvent]
SpokenText="«Зал Тіней» готовий."

[S_AvengerAI_SkyrangerDeployed AkEvent]
SpokenText="«Рейнджер» вилетів."

[S_AvengerAI_SkyrangerFlyover AkEvent]
SpokenText="«Рейнджер» проводить розвідку."

[S_AvengerAI_SkyrangerRecalled AkEvent]
SpokenText="Маршрут «Рейнджера» скасовано."

[S_Establishing_Outpost_Experimental_AvengerAI_01 AkEvent]
SpokenText="Новий аванпост будується в арктичній зоні."

[S_Establishing_Outpost_Experimental_AvengerAI_02 AkEvent]
SpokenText="Новий аванпост будується в австралійському секторі."

[S_Establishing_Outpost_Experimental_AvengerAI_03 AkEvent]
SpokenText="Новий аванпост будується в бразильському коридорі."

[S_Establishing_Outpost_Experimental_AvengerAI_04 AkEvent]
SpokenText="Новий аванпост будується в чилійському секторі контролю."

[S_Establishing_Outpost_Experimental_AvengerAI_05 AkEvent]
SpokenText="Новий аванпост будується в індійській регіональній зоні."

[S_Establishing_Outpost_Experimental_AvengerAI_06 AkEvent]
SpokenText="Новий аванпост будується в східноєвропейському сегменті."

[S_Establishing_Outpost_Experimental_AvengerAI_07 AkEvent]
SpokenText="Новий аванпост будується в західноєвропейському сегменті."

[S_Establishing_Outpost_Experimental_AvengerAI_08 AkEvent]
SpokenText="Новий аванпост будується в мексиканському регіоні."

[S_Establishing_Outpost_Experimental_AvengerAI_09 AkEvent]
SpokenText="Новий аванпост будується в західноамериканській зоні."

[S_Establishing_Outpost_Experimental_AvengerAI_10 AkEvent]
SpokenText="Новий аванпост будується в східноамериканській зоні."

[S_Establishing_Outpost_Experimental_AvengerAI_11 AkEvent]
SpokenText="Новий аванпост будується в північноафриканському секторі."

[S_Establishing_Outpost_Experimental_AvengerAI_12 AkEvent]
SpokenText="Новий аванпост будується в східноафриканському секторі."

[S_Establishing_Outpost_Experimental_AvengerAI_13 AkEvent]
SpokenText="Новий аванпост будується в південноафриканському секторі."

[S_Establishing_Outpost_Experimental_AvengerAI_14 AkEvent]
SpokenText="Новий аванпост будується в східноазійському коридорі."

[S_Establishing_Outpost_Experimental_AvengerAI_15 AkEvent]
SpokenText="Новий аванпост будується в південноазійському коридорі."

[S_Establishing_Outpost_Experimental_AvengerAI_16 AkEvent]
SpokenText="Новий аванпост будується в індонезійській зоні."

[S_Establishing_Outpost_Regions_AvengerAI_01 AkEvent]
SpokenText="Новий аванпост будується в Арктиці."

[S_Establishing_Outpost_Regions_AvengerAI_02 AkEvent]
SpokenText="Новий аванпост будується в Австралії."

[S_Establishing_Outpost_Regions_AvengerAI_03 AkEvent]
SpokenText="Новий аванпост будується в Бразилії."

[S_Establishing_Outpost_Regions_AvengerAI_04 AkEvent]
SpokenText="Новий аванпост будується в Чилі."

[S_Establishing_Outpost_Regions_AvengerAI_05 AkEvent]
SpokenText="Новий аванпост будується в Індії."

[S_Establishing_Outpost_Regions_AvengerAI_06 AkEvent]
SpokenText="Новий аванпост будується в Східній Європі."

[S_Establishing_Outpost_Regions_AvengerAI_07 AkEvent]
SpokenText="Новий аванпост будується в Західній Європі."

[S_Establishing_Outpost_Regions_AvengerAI_08 AkEvent]
SpokenText="Новий аванпост будується в Мексиці."

[S_Establishing_Outpost_Regions_AvengerAI_09 AkEvent]
SpokenText="Новий аванпост будується на заході США."

[S_Establishing_Outpost_Regions_AvengerAI_10 AkEvent]
SpokenText="Новий аванпост будується на сході США."

[S_Establishing_Outpost_Regions_AvengerAI_11 AkEvent]
SpokenText="Новий аванпост будується в Північній Африці."

[S_Establishing_Outpost_Regions_AvengerAI_12 AkEvent]
SpokenText="Новий аванпост будується в Східній Африці."

[S_Establishing_Outpost_Regions_AvengerAI_13 AkEvent]
SpokenText="Новий аванпост будується в Південній Африці."

[S_Establishing_Outpost_Regions_AvengerAI_14 AkEvent]
SpokenText="Новий аванпост будується в Східній Азії."

[S_Establishing_Outpost_Regions_AvengerAI_15 AkEvent]
SpokenText="Новий аванпост будується в Південній Азії."

[S_Establishing_Outpost_Regions_AvengerAI_16 AkEvent]
SpokenText="Новий аванпост будується в Індонезії."

[S_Establishing_Outpost_Sectors_AvengerAI_01 AkEvent]
SpokenText="Новий аванпост будується в секторі 1: Арктика."

[S_Establishing_Outpost_Sectors_AvengerAI_02 AkEvent]
SpokenText="Новий аванпост будується в секторі 2: Австралія."

[S_Establishing_Outpost_Sectors_AvengerAI_03 AkEvent]
SpokenText="Новий аванпост будується в секторі 3: Бразилія."

[S_Establishing_Outpost_Sectors_AvengerAI_04 AkEvent]
SpokenText="Новий аванпост будується в секторі 4: Чилі."

[S_Establishing_Outpost_Sectors_AvengerAI_05 AkEvent]
SpokenText="Новий аванпост будується в секторі 5: Індія."

[S_Establishing_Outpost_Sectors_AvengerAI_06 AkEvent]
SpokenText="Новий аванпост будується в секторі 6: Східна Європа."

[S_Establishing_Outpost_Sectors_AvengerAI_07 AkEvent]
SpokenText="Новий аванпост будується в секторі 7: Західна Європа."

[S_Establishing_Outpost_Sectors_AvengerAI_08 AkEvent]
SpokenText="Новий аванпост будується в секторі 8: Мексика."

[S_Establishing_Outpost_Sectors_AvengerAI_09 AkEvent]
SpokenText="Новий аванпост будується в секторі 9: Захід США."

[S_Establishing_Outpost_Sectors_AvengerAI_10 AkEvent]
SpokenText="Новий аванпост будується в секторі 10: Схід США."

[S_Establishing_Outpost_Sectors_AvengerAI_11 AkEvent]
SpokenText="Новий аванпост будується в секторі 11: Північна Африка."

[S_Establishing_Outpost_Sectors_AvengerAI_12 AkEvent]
SpokenText="Новий аванпост будується в секторі 12: Східна Африка."

[S_Establishing_Outpost_Sectors_AvengerAI_13 AkEvent]
SpokenText="Новий аванпост будується в секторі 13: Південна Африка."

[S_Establishing_Outpost_Sectors_AvengerAI_14 AkEvent]
SpokenText="Новий аванпост будується в секторі 14: Східна Азія."

[S_Establishing_Outpost_Sectors_AvengerAI_15 AkEvent]
SpokenText="Новий аванпост будується в секторі 15: Південна Азія."

[S_Establishing_Outpost_Sectors_AvengerAI_16 AkEvent]
SpokenText="Новий аванпост будується в секторі 16: Індонезія."

[S_Retaliation_ShipAI_01_Setup_Phase AkEvent]
SpokenText="На радарі багато контактів, курс на укриття 'Альфа-сім'."

[S_Setting_Course_Experimental_AvengerAI_01 AkEvent]
SpokenText="Курс на арктичну зону."

[S_Setting_Course_Experimental_AvengerAI_02 AkEvent]
SpokenText="Курс на австралійський сектор."

[S_Setting_Course_Experimental_AvengerAI_03 AkEvent]
SpokenText="Курс на бразильський коридор."

[S_Setting_Course_Experimental_AvengerAI_04 AkEvent]
SpokenText="Курс на чилійський сектор контролю."

[S_Setting_Course_Experimental_AvengerAI_05 AkEvent]
SpokenText="Курс на індійську регіональну зону."

[S_Setting_Course_Experimental_AvengerAI_06 AkEvent]
SpokenText="Курс на східноєвропейський сегмент."

[S_Setting_Course_Experimental_AvengerAI_07 AkEvent]
SpokenText="Курс на західноєвропейський сегмент."

[S_Setting_Course_Experimental_AvengerAI_08 AkEvent]
SpokenText="Курс на мексиканський регіон."

[S_Setting_Course_Experimental_AvengerAI_09 AkEvent]
SpokenText="Курс на західноамериканську зону."

[S_Setting_Course_Experimental_AvengerAI_10 AkEvent]
SpokenText="Курс на східноамериканську зону."

[S_Setting_Course_Experimental_AvengerAI_11 AkEvent]
SpokenText="Курс на північноафриканський сектор."

[S_Setting_Course_Experimental_AvengerAI_12 AkEvent]
SpokenText="Курс на східноафриканський сектор."

[S_Setting_Course_Experimental_AvengerAI_13 AkEvent]
SpokenText="Курс на південноафриканський сектор."

[S_Setting_Course_Experimental_AvengerAI_14 AkEvent]
SpokenText="Курс на східноазійський коридор."

[S_Setting_Course_Experimental_AvengerAI_15 AkEvent]
SpokenText="Курс на південноазійський коридор."

[S_Setting_Course_Experimental_AvengerAI_16 AkEvent]
SpokenText="Курс на індонезійську зону."

[S_Setting_Course_Region_AvengerAI_01 AkEvent]
SpokenText="Курс на Арктику."

[S_Setting_Course_Region_AvengerAI_02 AkEvent]
SpokenText="Курс на Австралію."

[S_Setting_Course_Region_AvengerAI_03 AkEvent]
SpokenText="Курс на Бразилію."

[S_Setting_Course_Region_AvengerAI_04 AkEvent]
SpokenText="Курс на Чилі."

[S_Setting_Course_Region_AvengerAI_05 AkEvent]
SpokenText="Курс на Індію."

[S_Setting_Course_Region_AvengerAI_06 AkEvent]
SpokenText="Курс на Східну Європу."

[S_Setting_Course_Region_AvengerAI_07 AkEvent]
SpokenText="Курс на Західну Європу."

[S_Setting_Course_Region_AvengerAI_08 AkEvent]
SpokenText="Курс на Мексику."

[S_Setting_Course_Region_AvengerAI_09 AkEvent]
SpokenText="Курс на Захід США."

[S_Setting_Course_Region_AvengerAI_10 AkEvent]
SpokenText="Курс на Схід США."

[S_Setting_Course_Region_AvengerAI_11 AkEvent]
SpokenText="Курс на Північну Африку."

[S_Setting_Course_Region_AvengerAI_12 AkEvent]
SpokenText="Курс на Східну Африку."

[S_Setting_Course_Region_AvengerAI_13 AkEvent]
SpokenText="Курс на Південну Африку."

[S_Setting_Course_Region_AvengerAI_14 AkEvent]
SpokenText="Курс на Східну Азію."

[S_Setting_Course_Region_AvengerAI_15 AkEvent]
SpokenText="Курс на Південну Азію."

[S_Setting_Course_Region_AvengerAI_16 AkEvent]
SpokenText="Курс на Індонезію."

[S_Setting_Course_Sectors_AvengerAI_01 AkEvent]
SpokenText="Курс на сектор 1: Арктика."

[S_Setting_Course_Sectors_AvengerAI_02 AkEvent]
SpokenText="Курс на сектор 2: Австралія."

[S_Setting_Course_Sectors_AvengerAI_03 AkEvent]
SpokenText="Курс на сектор 3: Бразилія."

[S_Setting_Course_Sectors_AvengerAI_04 AkEvent]
SpokenText="Курс на сектор 4: Чилі."

[S_Setting_Course_Sectors_AvengerAI_05 AkEvent]
SpokenText="Курс на сектор 5: Індія."

[S_Setting_Course_Sectors_AvengerAI_06 AkEvent]
SpokenText="Курс на сектор 6: Східна Європа."

[S_Setting_Course_Sectors_AvengerAI_07 AkEvent]
SpokenText="Курс на сектор 7: Західна Європа."

[S_Setting_Course_Sectors_AvengerAI_08 AkEvent]
SpokenText="Курс на сектор 8: Мексика."

[S_Setting_Course_Sectors_AvengerAI_09 AkEvent]
SpokenText="Курс на сектор 9: Захід США."

[S_Setting_Course_Sectors_AvengerAI_10 AkEvent]
SpokenText="Курс на сектор 10: Схід США."

[S_Setting_Course_Sectors_AvengerAI_11 AkEvent]
SpokenText="Курс на сектор 11: Північна Африка."

[S_Setting_Course_Sectors_AvengerAI_12 AkEvent]
SpokenText="Курс на сектор 12: Східна Африка."

[S_Setting_Course_Sectors_AvengerAI_13 AkEvent]
SpokenText="Курс на сектор 13: Південна Африка."

[S_Setting_Course_Sectors_AvengerAI_14 AkEvent]
SpokenText="Курс на сектор 14: Східна Азія."

[S_Setting_Course_Sectors_AvengerAI_15 AkEvent]
SpokenText="Курс на сектор 15: Південна Азія."

[S_Setting_Course_Sectors_AvengerAI_16 AkEvent]
SpokenText="Курс на сектор 16: Індонезія."

[S_Support_Establishing_Contact_AvengerAI_01 AkEvent]
SpokenText="Пробую відновити локальний контакт."

[S_Support_Facility_Callouts_AvengerAI_01 AkEvent]
SpokenText="Зона випробувань готова."

[S_Support_Facility_Callouts_AvengerAI_02 AkEvent]
SpokenText="Зона випробувань модернізована."

[S_Support_Facility_Callouts_AvengerAI_03 AkEvent]
SpokenText="Школа тактики готова."

[S_Support_Facility_Callouts_AvengerAI_04 AkEvent]
SpokenText="Школа тактики модернізована."

[S_Support_Region_High_Alert_AvengerAI_01 AkEvent]
SpokenText="Тактична операція скасована через поточний рівень тривоги. Координати скинуті."

[S_Support_Regions_Available_AvengerAI_01 AkEvent]
SpokenText="Виявлено нові регіональні контакти."

[S_Support_UFO_Contact_Detected_AvengerAI_01 AkEvent]
SpokenText="Виявлено наближення НЛО."

[S_Support_UFO_Contact_Lost_AvengerAI_01 AkEvent]
SpokenText="Контакт із переслідуваним НЛО втрачено."

[S_Welcome_HQ_ShipAI_01_Setup_Phase AkEvent]
SpokenText="ТРИВОГА: НЕСАНКЦІОНОВАНЕ ПРОНИКНЕННЯ."
